Repository: BigMacTaylor/xi3-panel
Catalog: po/*.po
Languages: sl

source: % Percent
sl: % odstotkov

source: <b>Automatic hiding</b>
sl: <b>Samodejno skrivanje</b>

source: <b>Background</b>
sl: <b>Ozadje</b>

source: <b>Font</b>
sl: <b>Pisava</b>

source: <b>Position</b>
sl: <b>Položaj</b>

source: <b>Properties</b>
sl: <b>Nastavitve</b>

source: <b>Set Preferred Applications</b>
sl: <b>Nastavi ukaze privzetih aplikacij</b>

source: <b>Size</b>
sl: <b>Velikost</b>

source: Advanced
sl: Napredno

source: Alignment:
sl: Poravnava:

source: Bottom
sl: Spodaj

source: Dynamic
sl: dinamično

source: Edge:
sl: Rob:

source: File Manager:
sl: Ukaz za zagon upravitelja datotek:

source: General
sl: Splošno

source: Height:
sl: Višina:

source: Left
sl: Levo

source: Logout Command:
sl: Ukaz za odjavo:

source: Make window managers treat the panel as dock
sl: Naj okenski upravitelji uporabijo opravilno vrstico kot odlagališče

source: Margin:
sl: Rob:

source: Minimize panel when not in use
sl: Pomanjšaj opravilno vrstico, ko le-ta ni v uporabi

source: Panel Applets
sl: Vtičniki

source: Panel Preferences
sl: Nastavitve opravilne vrstice

source: Pixels
sl: pikslov

source: Reserve space, and not covered by maximized windows
sl: Rezerviraj prostor, ki ne bo prekrit z maksimiziranimi okni

source: Right
sl: Desno

source: Select an image file
sl: Izberi slikovno datoteko

source: Size when minimized
sl: Velikost pomanjšane opravilne vrstice

source: Terminal Emulator:
sl: Ukaz za zagon konzole:

source: Top
sl: Na vrhu

source: Width:
sl: Širina:

source: Run
sl: Zaženi

source: Restart
sl: Ponovni zagon

source: Logout
sl: Odjava

source: Currently loaded plugins
sl: Naloženi vtičniki

source: Stretch
sl: Raztegni vtičnik

source: Add plugin to panel
sl: Dodaj vtičnik na opravilno vrstico

source: Available plugins
sl: Razpoložljivi vtičniki

source: Logout command is not set
sl: Odjavni ukaz ni nastavljen

source: Select a file
sl: Izberi datoteko

source: _Browse
sl: _Brskaj

source: Really delete this panel? <b>Warning: This can not be recovered.</b>
sl: Ste prepričani da hočete izbrisati opravilno vrstico? <b>Pozor: ni je mogoče obnoviti!</b>

source: Confirm
sl: Potrdi

source: translator-credits
sl: paxman

source: Copyright (C) 2008-2009
sl: Vse pravice pridržane (C) 2008-2009

source: Desktop panel for LXDE project
sl: Opravilna vrstica za projekt LXDE

source: Add / Remove Panel Items
sl: Dodaj / odstrani vtičnike

source: Remove "%s" From Panel
sl: Odstrani "%s" z opravilne vrstice

source: Panel Settings
sl: Nastavitve opravilne vrstice

source: Create New Panel
sl: Ustvari novo opravilno vrstico

source: Delete This Panel
sl: Izbriši to opravilno vrstico

source: About
sl: O programu

source: Panel
sl: Opravilna vrstica

source: "%s" Settings
sl: "%s" Nastavitve

source: lxpanel %s - lightweight GTK2+ panel for UNIX desktops
sl: LXPanel %s - Opravilna vrstica za namizja UNIX, spisana v GTK2+

source: Command line options:
sl: Možnosti ukazne vrstice:

source: --help -- print this help and exit
sl: --help -- prikaže pomoč in konča

source: --version -- print version and exit
sl: --version -- prikaži različico in konča

source: --log <number> -- set log level 0-5. 0 - none 5 - chatty
sl: --log <številka> -- določi stopnjo dnevniškega izpia od 0 do 5. 0 - brez dnevnika, 5 - izdaten

source: --profile name -- use specified profile
sl: --profile Ime -- uporabi podan profil

source: -h -- same as --help
sl: -h -- enako kot --help

source: -p -- same as --profile
sl: -p -- enako kot --profile

source: -v -- same as --version
sl: -v -- enako kot --version

source: Visit http://lxde.org/ for detail.
sl: Za več informacij obiščite http://lxde.org/.

source: Enter the command you want to execute:
sl: Izvedi ukaz:

source: System Tray
sl: Sistemski pladenj

source: Old KDE/GNOME Tray
sl: Stari KDE/GNOME sistemski pladenj

source: CPU Usage Monitor
sl: Nadzornik uporabe CPE

source: Display CPU usage
sl: Prikaži zasedenost CPE

source: Display workspace number, by cmeury@users.sf.net
sl: Prikaži številko namizja

source: Desktop No / Workspace Name
sl: Številka namizja / Ime namizja

source: Display Image and Tooltip
sl: Prikaži sliko in zaslonski namig

source: Application Launch Bar
sl: Hitri zagon aplikacij

source: Bar with buttons to launch application
sl: Pult z gumbi za zagon aplikacij

source: Workspace %d
sl: Namizje %d

source: Show tooltips
sl: Prikaži zaslonski namig

source: Icons only
sl: Samo ikone

source: Show windows from all desktops
sl: Prikaži okna z vseh namizij

source: Use mouse wheel
sl: Uporabi miškin kolešček

source: Flash when there is any window requiring attention
sl: Animiraj okno, ki zahteva pozornost

source: Spacing
sl: Razmik med gumbi

source: Task Bar (Window List)
sl: Seznam oken

source: Taskbar shows all opened windows and allow to iconify them, shade or get focus
sl: Opravilna vrstica prikaže vsa odprta okna in omogoča, da jih pomanjšate, osenčite ali fokusirate

source: Clock Format
sl: Oblika urinega zapisa:

source: Tooltip Format
sl: Oblika zaslonskega namiga:

source: Bold font
sl: Uporabi polkrepko pisavo

source: Digital Clock
sl: Digitalna ura

source: Add to desktop
sl: Dodaj na namizje

source: Properties
sl: Nastavitve

source: Icon
sl: Ikona:

source: Menu
sl: Glavni meni

source: <b>Activity</b>
sl: <b>Aktivnost</b>

source: <b>Connection</b>
sl: <b>Povezava</b>

source: <b>Internet Protocol (IPv4)</b>
sl: <b>Internetni protokol (IPv4)</b>

source: <b>Internet Protocol (IPv6)</b>
sl: <B>Internetni protokol (IPv6)</b>

source: <b>Network Device</b>
sl: <b>Mrežna naprava</b>

source: <b>Signal Strength</b>
sl: <b>Jakost signala</b>

source: Address:
sl: Naslov:

source: Broadcast:
sl: Naslov za razpršeno oddajanje:

source: Con_figure
sl: Na_stavi

source: Destination:
sl: Cilj:

source: Received:
sl: Prejeto:

source: Sent:
sl: Poslano:

source: Subnet Mask:
sl: Maska omrežja:

source: Support
sl: Tehnična podpora

source: Type:
sl: Tip:

source: _Name:
sl: _Ime:

source: Name
sl: Ime

source: The interface name
sl: Ime vmsenika

source: State
sl: Stanje:

source: The interface state
sl: Stanje vmesnika

source: The interface packets/bytes statistics
sl: Statistika paketkov/bajtov na vmesniku

source: Wireless
sl: Brezžično

source: Whether the interface is a wireless interface
sl: Ali je vmesnik brezžičen

source: Wireless signal strength percentage
sl: Signal brezžičnega omrežja - v odstotkih

source: Error
sl: Napaka

source: Unable to open socket: %s
sl: Ni bilo možno odpreti vtičnice: %s

source: SIOCGIFFLAGS error: %s
sl: Napaka SIOCGIFFLAGS: %s

source: Frame Relay Access Device
sl: Frame Relay Access Device (FRAD)

source: Fiber Distributed Data Interface
sl: Fiber Distributed Data Interface (FDDI)

source: SIOCGIFCONF error: %s
sl: Napaka SIOCGIFCONF: %s

source: No network devices found
sl: Ni najdenih mrežnih naprav

source: Cannot open /proc/net/dev: %s
sl: Ni bilo mogoče odpreti /proc/net/dev: %s

source: Could not parse /proc/net/dev. Unknown format.
sl: Ni bilo mogoče razčleniti /proc/net/dev. Neznana oblika zapisa.

source: Could not parse interface name from '%s'
sl: Ni bilo mogoče razčleniti imena vmesnika z '%s'

source: Could not parse interface statistics from '%s'. prx_idx = %d; ptx_idx = %d; brx_idx = %d; btx_idx = %d;
sl: Ni bilo mogoče razčleniti statistike vmesnika '%s'. prx_idx = %d; ptx_idx = %d; brx_idx = %d; btx_idx = %d;

source: Could not parse /proc/net/wireless. Unknown format.
sl: Ni bilo mogoče razčleniti /proc/net/wireless. Neznana oblika zapisa.

source: Could not parse wireless details from '%s'. link_idx = %d;
sl: Ni bilo mogoče razčleniti podrobnosti o brezžičnem omrežju '%s'. link_idx = %d;

source: Could not connect to interface, '%s'
sl: Ni se bilo mogoče povezati z vmesnikom, '%s'

source: Could not send ioctl to interface, '%s'
sl: Signala ioctl ni bilo mogoče poslati na vmesnik, '%s'

source: Could not parse command line '%s': %s
sl: Ni bilo mogoče razčleniti ukaza '%s': %s

source: Could not parse 'netstat' output. Unknown format
sl: Izhoda ukaza 'netstat' ni bilo mogoče razčleniti. Neznana oblika zapisa.

source: Disconnected
sl: Nepovezan

source: Idle
sl: Nedejaven

source: Sending
sl: Pošiljam

source: Receiving
sl: Prejemam

source: Sending/Receiving
sl: Pošiljam/Prejemam

source: Separator
sl: Ločilo

source: Add a separator to the panel
sl: Dodaj ločilo na opravilno vrstico

source: Simple pager plugin
sl: Enostaven pager vtičnik

source: Size
sl: Širina

source: Allocate space
sl: Prazen prostor med vtičniki

source: Keyboard Layout Switcher
sl: Preklapljanje med razporeditvami tipk

source: Allows you to switch the keyboard layout and displays the currently selected layout.
sl: Omogoča preklapljanje med ter prikaz trenutno izbrane razporeditve tipk.

source: Other plugins available here
sl: Drugi vtičniki

source: Configure Keyboard Layout Switcher
sl: Nastavi preklapljanje med razporeditvami tipk

source: Show layout as
sl: Prikaži razporeditev kot

source: image
sl: slika

source: text
sl: tekst

source: _Remember layout for each application
sl: _Zapomni si razporeditev tipk za vsak program

source: Default layout:
sl: Privzeta razporeditev:

source: Switch between available keyboard layouts
sl: Preklopi med razpoložljivimi razporeditvami tipk

source: Minimize All Windows
sl: Upravitelj oken

source: Open in _Terminal
sl: Odpri v _konzoli

source: Directory
sl: Hitri dostop do map

source: Directory Menu
sl: Menu z mapami

source: Browse directory tree via menu (Author: PCMan)
sl: Dostopaj do map iz hitrega menija (Avtor: PCMan)

source: Normal
sl: Normalno

source: Warning1
sl: Opozorilo1

source: Warning2
sl: Opozorilo2

source: Automatic sensor location
sl: Samodejno zaznaj senzorje

source: Sensor
sl: Senzor

source: Automatic temperature levels
sl: Samodejno nastavi temperaturni prag

source: Temperature Monitor
sl: Nadzornik temperatur

source: Display system temperature, by kesler.daniel@gmail.com
sl: Prikazovalnik temperatur v sistemu, avtor kesler.daniel@gmail.com

source: Volume control
sl: Nastavi jakost zvoka

source: Volume Control
sl: Nadzornik glasnosti

source: Volume
sl: Glasnost

source: Mute
sl: Nemo

source: <Hidden Access Point>
sl: <Skrita dostopna točka>

source: Wireless Networks not found in range
sl: Brezžična omrežja niso bila najdena

source: Repair
sl: Popravi

source: Disable
sl: Onemogoči

source: Wireless Connection has no connectivity
sl: Brezžična povezava je omejena

source: Network cable is plugged out
sl: Mrežni kabel je iztaknjen

source: Connection has limited or no connectivity
sl: Zveza je omejena ali brez povezave

source: IP Address:
sl: IP-naslov:

source: Remote IP:
sl: Oddaljeni IP-naslov:

source: Netmask:
sl: Omrežna maska:

source: Activity
sl: Aktivnost

source: Sent
sl: Poslano

source: Received
sl: Prejeto

source: bytes
sl: bajtov

source: packets
sl: paketkov

source: Protocol:
sl: Protokol:

source: HW Address:
sl: MAC nasloc:

source: Manage Networks
sl: Upravitelj omrežij

source: Monitor and Manage networks
sl: Nadzor in upravljanje omrežij

source: Setting Encryption Key
sl: Nastavi šifrirni ključ

source: This wireless network was encrypted. You must have the encryption key.
sl: Brezžično omrežje je šifrirano. Imeti morate šifrirni ključ.

source: Encryption Key:
sl: Šifrirni ključ:

source: Interface to monitor
sl: Spremljanje vmesnika

source: Config tool
sl: Nastavitveno orodje

source: Monitor network status
sl: Prikazuje delovanje mrežne povezave

source: Unknown
sl: Neznano

source: Connection Properties
sl: Nastavitve povezave

source: Connection Properties: %s
sl: Nastavitve povezave: %s

source: %lu packet
sl: %lu paket

source: There was an error displaying help: %s
sl: Pri prikazu pomoči je prišlo do napake: %s

source: Failed to launch time configuration tool: %s
sl: Nastavitvenega orodja ni bilo mogoče prikazati: %s

source: Network Connection: %s
sl: Mrežna povezava: %s

source: Network Connection
sl: Mrežna povezava

source: Interface
sl: Vmesnik

source: The current interface the icon is monitoring.
sl: Trenutni vmesnik

source: Orientation
sl: Orientacija

source: The orientation of the tray.
sl: Orientacija sistemskega pladnja

source: Tooltips Enabled
sl: Zaslonski namigi omogočeni

source: Whether or not the icon's tooltips are enabled.
sl: Vključi/izključi prikaz zaslonskih namigov

source: Show Signal
sl: Prikaži signal

source: Whether or not the signal strength should be displayed.
sl: Prikaz jakosti signala

source: Please contact your system administrator to resolve the following problem: %s
sl: Prosim, kontaktiraje sistemskega administratorja za razrešitev naslednjega problema: %s

source: No batteries found
sl: Ni najdenih baterij

source: Battery: %d%% charged, %d:%02d until full
sl: Baterija: %d%% napolnjeno, %d:%02d do polnega

source: Battery: %d%% charged, %d:%02d left
sl: Baterija: %d%% napolnjeno, %d:%02d do konca

source: Battery: %d%% charged
sl: Baterija: %d%% napolnjeno

source: Hide if there is no battery
sl: Skrij, če ni baterije

source: Alarm command
sl: Ukaz ob alarmu

source: Alarm time (minutes left)
sl: Časovni alarm (ostalih minut)

source: Background color
sl: Barva ozadja

source: Charging color 1
sl: Polnjenje - barva 1

source: Charging color 2
sl: Polnjenje - barva 2

source: Discharging color 1
sl: Praznjenje - barva 1

source: Discharging color 2
sl: Praznjenje - barva 2

source: Border width
sl: Širina meje

source: Battery Monitor
sl: Nadzornik baterije

source: Display battery status using ACPI
sl: Prikaži ACPI status baterije

source: Show CapsLock
sl: Prikaži CapsLock

source: Show NumLock
sl: Prikaži NumLock

source: Show ScrollLock
sl: Prikaži ScrollLock

source: Keyboard LED
sl: Indikatorji tipkovnice

source: Indicators for CapsLock, NumLock, and ScrollLock keys
sl: Prikazuje stanje CapsLocka, NumLocka in ScrollLocka
